2gua.rainbow-brackets
aaron-bond.better-comments
alefragnani.Bookmarks
bungcip.better-toml
Cameron.vscode-pytest
ckolkman.vscode-postgres
deepakgupta191199.save-commands
DominicVonk.parameter-hints
eamodio.gitlens
emilast.LogFileHighlighter
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
golang.go
Gruntfuggly.todo-tree
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.isort
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.sublime-keybindings
njpwerner.autodocstring
njqdev.vscode-python-typehint
oderwat.indent-rainbow
pflannery.vscode-versionlens
PKief.material-icon-theme
redhat.vscode-yaml
usernamehw.errorlens
vscode-icons-team.vscode-icons
